/* When a subtitle has a title in its metadata, arrange the language code next to it, e.g. "Director's Commentary - English" */
"SUBTITLE_TRACK_DISPLAY_FORMAT" = "%1$@ - %2$@";

/* Use this as the subtitle's language name if it's missing */
"UNKNOWN_LANGUAGE" = "Okänt";

/* Append a characteristic to a subtitle display name, e.g. "Director's Commentary (English) Easy Reader DVS" */
"SDH_SUBTITLE_FORMAT" = "Textning för hörselskadade på %1$@";
"EASYTOREAD_SUBTITLE_FORMAT" = "%1$@ (Easy Reader)";
"CC_SUBTITLE_FORMAT" = "Dold textning på %1$@";
"FORCEDONLY_SUBTITLE_FORMAT" = "Tvingad textning på %1$@";
"DESCRIBESVIDEO_SUBTITLE_FORMAT" = "Ljudbeskrivning för synskadade på %1$@";

/* Append a characteristic to an audio display name, e.g. "Russian (Russia) Dual Language". This characteristic will be used for voice over dubs were a narrator speaks over the main audio track in another language (e.g. Russian, Polish). */
"VOICEOVERTRANSLATION_AUDIO_FORMAT" = "%1$@ – överdubbat ljud";
